{"translation-revision-date":"2021-09-16 07:20:48+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Payment Methods":["Méthodes de payement"],"Save changes":["Sauvegarder les modifications"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Permettez à vos clients d’utiliser leurs méthodes de paiement express et leurs portefeuilles numériques pour des paiements plus rapides et plus sécurisés dans différentes parties de votre boutique."],"Express checkouts":["Paiements express"],"Add and edit payments available to customers at checkout. Based on their device type, location, your customers will only see the most relevant payment methods.":["Ajoutez et modifiez les paiements disponibles au moment du paiement. En fonction de leur type d’appareil et de leur emplacement, vos clients ne verront que les méthodes de paiement les plus pertinentes."],"Payments accepted on checkout":["Paiements acceptés au moment du paiement"],"Customize appearance":["Personnaliser l’apparence"],"Product page":["Page Produit"],"Show express checkouts on":["Afficher les paiements express sur"],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["En activant cette fonctionnalité, vous acceptez les conditions d’utilisations de {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} et {{googleLink}}Google{{\/googleLink}}."],"Enable express checkouts":["Activer les paiements express"],"Connect the plugin to your Stripe account, view account overview, and edit business details. ":["Connectez le plugin à votre compte Stripe, affichez la vue d’ensemble du compte et modifiez les détails de l’entreprise."],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Activez ou désactivez Stripe sur votre boutique, entrez les clés d’activation et activez le mode test pour simuler des transactions."],"General":["Général"],"Checkout":["Page de paiement"],"Cart":["Panier"],"Learn more":["Apprendre encore plus"],"Settings":["Réglages"]}},"comment":{"reference":"build\/upe_settings.js"}}